export const DOMEN = "http://127.0.0.1:8000/";

export const FACULTY = [
  {
    id: 0,
    name: "Любой факультет",
  },
  {
    id: 1,
    name: "СМ",
  },
  {
    id: 2,
    name: "ИУ",
  },
  {
    id: 3,
    name: "Э",
  },
];

export const STATUSES = [
  {
    id: 0,
    name: "Все статусы",
  },
  // {
  //   id: 1,
  //   name: "Черновик",
  // },
  // {
  //   id: 2,
  //   name: "Удален",
  // },
  {
    id: 3,
    name: "В работе",
  },
  {
    id: 4,
    name: "Завершен",
  },
  {
    id: 5,
    name: "Отклонен",
  },
]

// import engine from "./assets/engine.png"
export const TeachersMock = [
  {
    id: 1,
    title: "Антонова Виктория Сергеевна",
    faculty: "СМ",
    description: "Имеет высшие техническое и юридическое образование - окончила МГТУ им. Н.Э. Баумана по инженерной и юридической специальностям (дипломы с отличием). Доцент. Защитила диссертацию на соискание ученой степени кандидата юридических наук по вопросам патентного права и ноу-хау.",
    features: ["Стаж работы - 20 лет"],
    available: true,
    image: "https://www.stilnos.com/wp-content/uploads/2013/12/06061304554011-2021.jpg",
  },
  {
    id: 2,
    title: "Штрудель Сергей Викторович",
    faculty: "ИУ",
    description: "Заместитель заведующего кафедрой СМ-9 'Многоцелевые гусеничные машины и мобильные роботы', доцент кафедры СМ-9 'Многоцелевые гусеничные машины и мобильные роботы', кандидат технических наук.",
    features: ["Стаж работы - 25 лет"],
    available: true,
    image: "https://i.pinimg.com/originals/10/ce/3a/10ce3ad5d95c1d22d7576505a36826de.jpg",
  },
  {
    id: 3,
    title: " Агабова София Игоревна",
    faculty: "ИУ",
    description: "Президент Московского государственного технического университета имени Н. Э. Баумана, лауреат премий Правительства РФ в области науки и техники, премии Правительства РФ в области образования, профессор, доктор технических наук родился 7 апреля 1951 г. в гя",
    features: ["Стаж работы - 30 лет"],
    available: true,
    image: "https://455811.selcdn.ru/lovemother/uploads/2019/08/8c93724877f14463baf579ccbfb0aee4.jpeg",
  },
  {
    id: 4,
    title: "Ыванкин Виталий Семёнович",
    faculty: "СМ",
    description: "Доктор технических наук, профессор, делегат от России в исполкоме МИХ, лауреат общероссийской общественной премии «Национальное величие» (2007 г.), академик МАХ, Почетный член Парижского Международного института холода, директор НОЦ 'Криология'.",
    features: ["Стаж работы - 35 лет"],
    available: true,
    image: "https://i.pinimg.com/originals/0f/a2/eb/0fa2ebc49aa4c9f8590e6e259a26f956.jpg",
  },
  {
    id: 5,
    title: "Абдуллаев Ибрагим Антонович",
    faculty: "Э",
    description: "Автор более 250 научных работ в области аэродинамики струйных и отрывных течений, проектирования органов управления полетом. Руководитель НУК 'Специальное машиностроение', декан, доктор технических наук, профессор кафедры 'Динамика полета и управление движением ракет и космических аппаратов'.",
    features: ["Стаж работы - 40 лет"],
    available: true,
    image: "https://rare-gallery.com/uploads/posts/158386-ben-stiller-3520x2200.jpg",
  },
  {
    id: 6,
    title: "Семёнкин Виталий Витальевич",
    faculty: "СМ",
    description: "С 1990 года являлся научным сотрудником в Институте системного анализа РАН. С 1993 по 1995 работал в компании Global Edge аналитиком. В период с 1997 по 2005 годы занимал различные должности в компании Conoco Philips (сначала в Москве, затем в штаб-квартире компании в Лондоне) — от коммерческого аналитика до старшего представителя на переговорах. В 2005 году назначен директором департамента проектов переработки попутного газа ОАО «ТНК-BP Менеджмент». ",
    features: ["Стаж работы - 45 лет"],
    available: true,
    image: "https://i.pinimg.com/originals/5d/ad/47/5dad47787f4b7d1026491cf164586fd3.jpg",
  },
];
